OdRxValueType.Desc{OdSmartPtr&lt;OdDAI.ApplicationInstance&gt;}
\details
OdRxValueType specialization for 'OdDAI::ApplicationInstancePtr' value type
\remark
This value type is used for transferring application instance which is instantiated during derived attribute
evaluation. In this case application instance isn't added into model, so it is provided directly using OdRxValue.
This value type is for internal use only.